// ДЗ.
// Задача1. Написать функцию, которая аргументами 
//получает два числа и возвращает большее из них.


// function num(a, b) {
//   if(a > b) {
//     return a
//     }
//     return b
// }
// console.log(num(80,9)) // вводим своё число




// Задача2. Написать функцию, которая принимает аргументом число(больше 0)
//и возвращает массив чисел от 0 до этого числа


// let n = +prompt("Введите число")

// function numbers() {
   
//     let nums = [];
 
//     for (let i = 0; i <= n; i++) {
//         nums[i] = i + 0; 
//     }  
 
//     return nums;
//  }
//  console.log(numbers())